{"authors":["JONATHAN WEISMAN"],"body":"<div id=\"copy\"><p>WASHINGTON — The families of the Newtown, Conn., shooting victims who have converged on Capitol Hill this week made a point of visiting Senator Heidi Heitkamp, a freshman Democrat known for the “North Dakota nice” of her home state, but on the main issue that brought them here — limiting the capacity of gun magazines and universal background checks — she curtly rejected their pleas for support.</p> <p>“In our part of the country, this isn’t an issue,” she explained in an interview afterward. “This is a way of life. This is how people feel, and it is extraordinarily difficult to explain that, especially to grieving parents.”</p> <p>Bottom line, she said, “I’m going to represent my state.”</p> <p>For years, guns have been the issue that swing-state Democrats like Ms. Heitkamp have sought to bury. Leading Democratic strategists still believe the assault weapons ban and the creation of background checks were a driving force in the Republican landslide of 1994. Six years later — after the Democratic presidential nominee Al Gore lost his home state, Tennessee; once-reliably Democratic West Virginia; and Arkansas, home to Bill Clinton, amid an onslaught of advertising by the National Rifle Association — many of those strategists vowed to let the issue of gun control lie dormant indefinitely.</p> <p>Today, however, many Democrats insist the mass shootings in December at Newtown, after similar shootings in Aurora, Colo., Tucson and Virginia, have changed the politics of guns, and there is some evidence of that.</p> <p>Senator Joe Manchin III, a Democrat from West Virginia who once fired a rifle at President Obama’s energy bill in a campaign commercial, stood before reporters on Wednesday to repeatedly hail his new background-check expansion legislation as “common sense” and “gun-sense.”</p> <p>“We’re letting our country be governed and dictated to by the extremes,” Mr. Manchin lamented in his office on Wednesday afternoon as he met with seven family members of children and educators slain at Sandy Hook Elementary School in Newtown.</p> <p>But to other Democrats from rural Republican states, the landscape does not look all that different, especially if they are standing for re-election next year. Only two Democrats, Mark Begich of Alaska and Mark Pryor of Arkansas, voted against Thursday’s procedural vote to break a filibuster to take up the gun legislation. But others are in question for the final votes.</p> <p>Just because the Senate starts a debate does not mean the senators will vote to stop it, and Senators Begich, Pryor, Max Baucus of Montana, Mary L. Landrieu of Louisiana and Kay Hagan of North Carolina all face tough races next year — and tough choices now.</p> <p>“I don’t support the bill, but I support open debate,” said Mr. Baucus, who won the endorsement of the N.R.A. in 2008, after the vote. “Montanans are opposed to this bill — by a very large margin.”</p> <p>With most Republicans opposed to any form of gun control, what these Democrats decide could seal the fate of the first significant gun control legislation since 1994.</p> <p>Even with his “no” vote, Mr. Begich said he is “going to look very carefully at the bills, but so far, they’re having a hard problem meeting Alaska values.”<strong> </strong></p> <p>Ms. Heitkamp said the one promise she could make to the Newtown families was to vote for the motion to take up the bill. Beyond that, “it’s about representing my state and what I believe to be the values of my state,” she said.</p> <p>The political perils for such Democrats are real, said Vic Fazio, a former California congressman who headed the Democratic Congressional Campaign Committee in 1994 when a four-decade Democratic House majority was swept away. There were other issues — tax increases, a failed health care overhaul — but gun control loomed large, he said. The N.R.A.'s power may have diminished since then, he said, but it has also concentrated in rural, conservative states.</p> <p>Democrats like Ms. Heitkamp staked their conservative claims on guns. Her last campaign commercial of 2012 declared “schools and tractors and guns” to be “part of how we live.” Six days after the slaughter at Sandy Hook Elementary, she called the Obama administration’s gun proposals “way in extreme of what I think is necessary or even should be talked about.”</p> <p>Senator Pryor, one of the most endangered incumbents next year, stood up for expanding background checks to sales at gun shows in 2011. Now he is not so sure. “As a general rule, people in Arkansas do not want any gun control,” he said Wednesday. “It’s just sort of a blanket statement.”</p> <p>In 2008, after a close election, Mr. Begich, a former Anchorage mayor, cited his opposition to gun control and support for oil drilling as key to his success. In 2009, Mr. Begich, Mr. Baucus and another Democrat now in play, Jon Tester of Montana, wrote letters to Attorney General Eric H. Holder Jr. saying he should enforce existing gun laws rather than propose additional ones.</p> <p>“We love our guns,” Mr. Begich said Wednesday.</p> <p>To vote for any gun safety legislation now will create a double trap for someone like Mr. Begich. Republicans will attack the vote itself, and accuse him of saying one thing to constituents and doing another when in the political hothouse of Washington.</p> <p>“It’s an issue that will reveal whether they are in touch or out of touch with the people in their state,” said Brad Dayspring, a spokesman for the National Republican Senatorial Committee, which has already begun goading the 2014 Democrats in their home states.</p> <p>As if to prove the political calculus, Mr. Tester, who does not face another campaign for six years, is taking a very different line than the senior senator from his state, Mr. Baucus. The package is more a refinement of existing laws, not an expansion, he said Thursday, and he is inclined to support them.</p> <p>“I think there’s an opportunity to do some good things and ensure Second Amendment rights,” he said.</p> <p>Other swing-state Democrats are trying hard to counter the pressure being brought to bear against them. Senator Tim Kaine, Democrat of Virginia, was governor during the 2007 mass shooting at Virginia Tech and pressed for expanded background checks. The effort fell short, but it earned him the enmity of the N.R.A., which had already opposed his run for governor.</p> <p>He still prevailed in his Senate run last year, and said he has concluded the power of the organization’s leadership is vastly overrated. He has been making that case to other members, he said.</p> <p>Mr. Manchin has been pressing as well. While meeting with Newtown families on Wednesday, he called on the rifle association to post the details of his background-check legislation on the group’s Web site “and let members of the N.R.A. like me vote on it.”</p> <p>One after another, the family members praised the burly West Virginian for what they called courage and perseverance.</p> <p>“I have no courage compared to you all,” he answered tearfully.</p> <p>But it was not clear whether emotional appeals can break through, even from Mr. Manchin.</p> <p>“I think the world of Joe,” Ms. Heitkamp said. “I think Joe’s worked very hard to forge a compromise, but in the end it’s not what any other senator believes. It’s about what the people of North Dakota believe.”</p></div>","byline":"<div id=\"byline\">By JONATHAN WEISMAN</div>","firstPublishedTs":1365685091,"id":100000002165807,"keywords":["Gun Control","Newtown, Conn, Shooting (2012)","Aurora, Colo, Shooting (2012)","Virginia Tech shooting (2007)","National Rifle Assn","Manchin, Joe III","Begich, Mark"],"printEdition":"The New York Times on the Web","printPubDate":1365739200,"pubDate":1365739200,"relatedAssets":[{"caption":"The politics of guns have been a liability for red state Democrats like Senators Joe Manchin III of West Virginia, left, and Heidi Heitkamp of North Dakota. Both have responded carefully to the Newtown shootings.","credit":"Left, Doug Mills/The New York Times; right, Alex Wong/Getty Images","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-thumbLarge.jpg","width":150}},"id":100000002166331,"type":"image"}],"section":"us","sectionDisplayName":"U.S.","sectionFrontImages":[{"caption":"The politics of guns have been a liability for red state Democrats like Senators Joe Manchin III of West Virginia, left, and Heidi Heitkamp of North Dakota. Both have responded carefully to the Newtown shootings.","credit":"Left, Doug Mills/The New York Times; right, Alex Wong/Getty Images","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/us/politics/12dems/12dems-thumbLarge.jpg","width":150}},"id":100000002166331,"type":"image"}],"showTimestamp":true,"subsection":"politics","summary":"For years, guns have been an issue for swing-state Democrats to avoid. But many Democrats say recent shootings have changed the politics of guns.","tinyUrl":"http://nyti.ms/ZORAI2","title":"For Swing-State Democrats, Perils on Gun Control","type":"article","updatedDate":1365685086,"url":"http://www.nytimes.com/2013/04/12/us/politics/perils-for-swing-state-democrats-on-gun-control.html"}