{"authors":["SEBNEM ARSU"],"body":"<div id=\"copy\"><p>ISTANBUL — Turkish police said on Thursday that they found evidence of an Al Qaeda-linked plot to bomb the United States Embassy in Ankara, a synagogue in Istanbul and other targets, during a raid on two houses in February.</p> <p>Turkish news reports said the police had seized nearly 50 pounds of plastic explosives with detonation systems attached, as well as six laptop computers and other evidence. Twelve suspects were arrested during the operation — two Chechens, two Azeris and eight Turks.</p> <p>The police said the raid gathered evidence about two terrorist cells, one in Istanbul and one in the city of Tekirdag on the Sea of Marmara. Forensic analysis of the computers’ contents and other documents, officials said, revealed preparations for bomb attacks on the embassy, the private Rahmi M. Koc museum and a synagogue in the Balat district of Istanbul.</p> <p>Photographs, floor plans and other information were found concerning those targets and the residences and offices of two popular Turks.</p> <p>After the police raid, the American Embassy issued a travel warning, but said at the time that the Turkish National Police had not provided specific threat information about the targets.</p> <p>The police in Tekirdag said they had been monitoring a man said to belong to Al Qaeda who arrived in the city two years ago, after receiving military training at the terrorist organization’s camps in Afghanistan. That surveillance led to the February raid, they said.</p> <p>The American Embassy was the target of a <a href=\"http://www.nytimes.com/2013/02/02/world/europe/2-dead-in-suicide-bombing-at-us-embassy-in-turkey.html\">suicide bomb attack</a> in February that killed a Turkish security guard and severely injured a local resident. But that attack was attributed to an extreme left-wing organization, not Islamic militants. In 2008, three gunmen attacked security guards outside the American diplomatic mission in Istanbul in a shootout that left the assailants and three police officers dead.</p> <p>The deadliest terror attacks in recent Turkish history were truck bombings in November 2003 that struck the British Consulate, the Turkish headquarters of HSBC Bank and two synagogues in Istanbul. All told, 67 people were killed and hundreds wounded in the attacks, which were attributed to Al Qaeda-linked militants.</p></div>","byline":"<div id=\"byline\">By SEBNEM ARSU</div>","firstPublishedTs":1365710154,"id":100000002166524,"keywords":["Turkey","Al Qaeda","Terrorism","Diplomatic Service, Embassies and Consulates","Ankara (Turkey)"],"printEdition":"The New York Times on the Web","printPubDate":1365739200,"pubDate":1365739200,"section":"world","sectionDisplayName":"World","showTimestamp":true,"subsection":"europe","summary":"Twelve are arrested in an alleged Al-Qaeda-linked plot to attack the embassy in Ankara, a synagogue in Istanbul and other targets.","tinyUrl":"http://nyti.ms/Zchx8n","title":"Turkish Police Say U.S. Embassy Was Target of Bomb Plot","type":"article","updatedDate":1365710154,"url":"http://www.nytimes.com/2013/04/12/world/europe/turkish-police-say-us-embassy-was-target-of-bomb-plot.html"}