{"alternateUrl":"http://onpar.blogs.nytimes.com/2013/04/11/coming-today-live-updates-on-the-masters/?renderStyle=phone","blog":"onpar","blogName":"On Par","body":"<div id=\"copy\"><p>The 77th Masters got under way at 7:50 a.m., with Arnold Palmer, Jack Nicklaus and Gary Player<a href=\"http://www.masters.com/en_US/news/articles/2013-04-11/201304101365628828448.html\"> serving as the honorary starters</a> for the second year in a row. The first threesome, of Sandy Lyle, John Peterson and Nathan Smith, teed off on the first hole at 8 a.m.</p><p>According to <a href=\"http://www.weather.com/weather/today/Augusta+GA+USGA0032:1:US\">weather forecasts</a>, the day is supposed to begin with cloud cover and temperatures in the mid-60s. The sun is expected to peek through around 10 a.m. and temperatures will rise into the 80s by midafternoon. Late-afternoon tee times could be threatened by thunderstorms, which are expected to become strong later in the evening.</p><p>Television coverage on ESPN will begin at 3 p.m. Eastern, which should give viewers a chance to catch the end of the defending champion Bubba Watson’s round. Watson, playing with the Englishman Ian Poulter and the the United States Amateur champion Steven Fox, will be on the tee at 10:34 a.m. Tiger Woods, looking to win his fifth Masters title and his first major since 2008, will tee off right behind Watson, which will mean some noisy afternoon galleries.</p><p>Guan Tianlang, 14, of China, the youngest player to play the Masters, will begin his round at 12:24 p.m. The three-time champion Phil Mickelson will tee off at 1:08 p.m., playing with Louis Oosthuizen and Martin Kaymer. Rory McIlroy will go off at 1:41 p.m., playing with Keegan Bradley and Frederik Jacobsen. In all, the field consists of 93 players.</p><p>Two factors will dictate the scoring in the first round: weather and pin placements. If the rain holds off, the course will play fast and firm. If the storm arrives early and brings rains as heavy as forecast, the course will play much longer than 7,435 yards. Monday pins at Augusta are typically neutral, and they will be adjusted for Round 2 based on the scores. If a number of players shoot low rounds, expect Friday’s pins to be tougher. If the players struggle to score, Friday’s pins will be more forgiving.</p><p>Check back throughout the day for updates on the first round and follow the <a href=\"http://nytimes.stats.com/golf/final.asp?tour=PGA\">live Masters leader board</a>.</p><p><strong>3:53 P.M. | Guan Tianlang Picks Up Fans</strong></p><blockquote class=\"twitter-tweet tw-hide-thread\"><p>Love watching Tianlang, the 14 year old phenom at the Masters…and holding his own with the best!</p><p>— <a href=\"http://www.twitter.com/ChrissieEvert\">Chris Evert (@ChrissieEvert)</a> <a href=\"https://twitter.com/ChrissieEvert/status/322436072225271810\">11 Apr 13</a></p></blockquote><p><strong>3:51 P.M. | Woods Tries to Finish Strong</strong></p><p>Tiger Woods is known for making a big splash, including a penchant for making a lot of birdies on No. 18, no matter where he plays. Woods is on No. 18 right now, and if he can make a birdie again, he will finish with his second-best first round score in his 19 appearances at Augusta.</p><p>— <em>George Bretherton</em></p><p><strong>3:40 P.M. | Couples Charges Again</strong></p><p>The oldest player to win a major was Julius Boros, who was 48 when he won the 1968 United States Open. But if anyone is going to top Boros’s achievement at the Masters, Fred Couples would probably be the betting-line favorite. The 53-year-old Couples, who won the Masters in 1992, has finished in the top 15 in each of the last three years. What’s his secret, sleeping with a green pillow? Once again he is in contention, currently at two-under through 8.</p><p>— <em>George Bretherton</em></p><p><strong>3:21 P.M. | Masters Drought for Australia</strong></p><p>An Australian has never won the Masters, but you don’t need to be a Greg Norman fan to know there have been some close calls, especially in recent years. In 2011, Adam Scott and Jason Day finished tied for second, and last year Scott finished tied for eighth. But if anyone can find someone who picked the Australian Marc Leishman to be leading today, they probably also had Wichita State going to the Final Four in the N.C.A.A. Tournament.</p><p>— <em>George Bretherton</em></p><p><strong>3:18 P.M. | Missed Opportunity for Woods</strong></p><p>Tiger Woods fails to capitalize on the par-5 15th, missing a 10-foot birdie putt. He will need to play the final three holes under par in order to break 70 in the first round for just the second time in his career.</p><p>— <em>Jeff Bradley</em></p><p><strong>3:01 P.M. | Many Red Numbers</strong></p><p>With K.J. Choi finished with his round of two-under, there are 14 players in the clubhouse with scores below par. Keep an eye on Sergio Garcia, who is three-under through seven holes. Meanwhile, Tigers Woods gave one back on the 14th hole and is two-under as he plays the par-5 15th.</p><p>— <em>Jeff Bradley</em></p><p><strong>2:48 P.M. | Woods Is Climbing</strong></p><p>Tiger Woods took care of the first par-5 on the back nine with a birdie on No. 13. He’s at 3 under par and bogey free.</p><p>— <em>Jeff Bradley</em></p><p><strong>2:46 P.M. | Watson and Poulter Struggle</strong></p><p>Ian Poulter and the defending champion Bubba Watson, who are playing together but not playing particularly well, had an interesting trip through Amen Corner. Each made par at the 11th hole, then at the 12th Poulter chipped in for birdie from the fringe of the green. Watson, who has looked out of sorts throughout the day, made a five-foot par saving putt. At the reachable par-5 13th hole, each player sprayed the ball off the tee, recovered then missed a makeable birdie putt – Poulter’s was from about 10 feet and lipped out. Watson missed the hole entirely from seven feet and looked more confused than ever. Both players were two over par through 13 holes.</p><p>— <em>Bill Pennington</em></p><p><strong>2:31 P.M. | Leishman at 6-Under</strong></p><p>Marc Leishman finished with a par on No. 18, and went into the clubhouse as the new leader, replacing David Lynn.</p><p>— <em>Jeff Bradley</em></p><p><strong>2:31 P.M. | More About Marc Leishman</strong></p><p>Marc Leishman is playing in his second Masters. He played in the 2010 tournament but missed the cut. His best-ever finish in a major was T27 at the 2012 PGA. Leishman has made seven birdies today.</p><p>— <em>Jeff Bradley</em></p><p><strong>2:02 P.M. | Momentum for Leishman</strong></p><p>Marc Leishman has now made four straight birdies to move to minus-6, two strokes clear of clubhouse leader David Lynn. Leishman was even through seven.</p><p>— <em>Jeff Bradley</em></p><p><strong>1:52 P.M. | A New Leader</strong></p><p>Marc Leishman takes care of business on Number 15, gets the birdie that puts him into the lead at minus-5. Lee Westwood, Jim Furyk, Justin Rose and K.J. Choi all lurking at minus-3. Going to be a lot of red on the board today.</p><p>— <em>Jeff Bradley</em></p><p><strong>1:41 P.M. | Where to Watch</strong></p><p>ESPN coverage doesn’t begin until 3 p.m., but Bubba Watson’s group is now reaching Amen Corner, followed by Tiger Woods’ group, which means you can watch them play on <a href=\"http://www.masters.com/en_US/live/index.html\">Masters.com.</a></p><p>— <em>Jeff Bradley</em></p><p><strong>1:39 P.M. | A Tie at the Top</strong></p><p>The Australian Marc Leishman has birdied Number 13 and 14 to move to minus-4 and a share of the lead with David Lynn. Leishman goes to the par-5 15th hole with a chance to move into the lead.</p><p>— <em>Jeff Bradley</em></p><p><strong>1:30 P.M. | A Hole-in-One</strong></p><p>The first hole-in-one of the 2013 Masters goes to Jamie Donaldson, who aces the sixth hole and will take home a nice piece of crystal.</p><p>— <em>Jeff Bradley</em></p><p><strong>1:22 P.M. | Lynn Is the Leader</strong></p><p>Minus-4 is in the clubhouse and David Lynn is your Masters leader. If the rain and wind can hold off for a couple more hours, he’ll likely have company.</p><p>— <em>Jeff Bradley</em></p><p><strong>1:16 P.M. | Senden Is a Sleeper</strong></p><p>John Senden, one of the game’s better ball strikers, has made a sneaky run up the leaderboard. When Senden birdied the 10th hole Thursday he dropped to two-under par and had birdied half the holes he played (while bogeying three others). Senden, a 41-year-old Australian, has never made a cut at the Masters in three previous tries but he had a strong season last year on the PGA Tour with five top 10 finishes. He also ended up 30th in the FedEx standings, 22nd in scoring average and 42nd on the PGA Tour money list. This season, Senden has struggled on American soil with his best finish a 20th at the WGC-Accenture. But he is a sleeper and a respected player. The key will be how he handles the treacherous Masters greens.</p><p>— <em>Bill Pennington</em></p><p><strong>1:15 P.M. | Woods to Two-Under</strong></p><p>Tiger Woods has birdied the par-5 eighth hole to move to two-under. Clouds are rolling in but no rain yet.</p><p>— <em>Jeff Bradley</em></p><p><strong>1:06 P.M. | Lynn Slips</strong></p><p>A bogie on Number 17 has David Lynn at minus-4, but still holding the lead by one stroke over Jim Furyk and Justin Rose. Lynn is playing Number 18, looking to bring his lead into the clubhouse.</p><p>— <em>Jeff Bradley</em></p><p><strong>12:51 P.M. | Na Moves Up</strong></p><p>Kevin Na has made back-to-back birdies on Number 15 and 16 to move to two-under par. He’s tied for third with David Toms, who moved to two-under with an eagle on Number 15. Currently there are 19 players under par.</p><p>— <em>Jeff Bradley</em></p><p><strong>12:41 P.M. | Tough Day for Watson and Woosnam</strong></p><p>Augusta National is proving a tough challenge for elder statemen Tom Watson and Ian Woosnam, who are both plus-7 and now trying to get home under 80.</p><p>— <em>Jeff Bradley</em></p><p><strong>12:35 P.M. | Woods Under Par</strong></p><p>Tiger Woods has moved into the red with a birdie on Number 6, a par-3. He opened with five straight pars.</p><blockquote class=\"twitter-tweet tw-hide-thread\"><p>LVonn on Masters: “Very different than a ski race but it’s beautiful here. Very green.” She won’t walk much w/ TWoods, “so hilly here.”</p><p>— <a href=\"http://www.twitter.com/billmpennington\">Bill M. Pennington (@billmpennington)</a> <a href=\"https://twitter.com/billmpennington/status/322389894372675586\">11 Apr 13</a></p></blockquote><p>— <em>Jeff Bradley</em></p><p><strong>12:25 P.M. | The Funnier Side of Lynn</strong></p><p>David Lynn has just birdied Number 15 to take a two-stroke lead. If you’re just learning his name, check him out on Twitter <a href=\"https://twitter.com/DaveLynndawg\">@DaveLynndawg</a>. He’s known as one of the funnier players on the European Tour.</p><p>— <em>Jeff Bradley</em></p><p><strong>12:14 P.M. | Peterson Gives a Stroke Back</strong></p><p><a href=\"http://www.pgatour.com/webcom.htmlhttp://\">Web.com Tour</a> player John Peterson finally gave a stroke back with his first bogie of the day on Number 17. He’s minus-1 with one hole to play. <a href=\"http://www.nytimes.com/2013/04/06/sports/golf/unusual-route-to-masters-for-john-peterson.html?_r=0http://\">Those who know him best</a> thought Peterson would keep a nice, clean scorecard.</p><p>— <em>Jeff Bradley</em></p><p><strong>12:00 P.M. | Lynn in the Lead</strong></p><p>Keep in mind with current leader David Lynn, no one has won the Masters as a first-time competitor since Fuzzy Zoeller in 1979. Augusta National favors players who know the greens.</p><p>— <em>Jeff Bradley</em></p><p><strong>11:40 A.M. | Bubba Watson Back to Even</strong></p><p>Defending champion Bubba Watson began his day with a bogie on Number 1, but recovered with a birdie on the par-5 second hole to get back to even. Tiger Woods is out of the gate with a pair of pars. JIm Furyk has given up his share of the lead with a bogie on Number 9. David Lynn now alone in the lead at minus-4.</p><p>— <em>Jeff Bradley</em></p><p><strong>11:33 A.M. | Lynn Answers</strong></p><p>David Lynn not going away. The Englishman who qualified with a Top 4 finish at last year’s PGA Championship, birdies Number 11 and 12 to move into a first place tie with JIm Furyk at minus-4.</p><p>— <em>Jeff Bradley</em></p><p><strong>11:32 A.M. | Furyk on Fire</strong></p><p>JIm Furyk makes it three straight birdies and sole possession of first place at minus-4 through eight holes. Currently 13 players under par.</p><p>— <em>Jeff Bradley</em></p><p><strong>11:15 A.M. | Lynn Takes a Share of the Lead</strong></p><p>David Lynn runs in a long birdie putt on Number 11 to grab a share of the lead at minus-3 with Jim Furyk. And John Peterson, a full-time member of the Web.com Tour, ends his run of 12 straight par with a birdie on Number 13 to move to minus-1.</p><p>— <em>Jeff Bradley</em></p><p><strong>11:06 A.M. | Woods Pars First Hole</strong></p><p>Tiger Woods pars the first hole. Hit a three-wood, not a driver off the first tee. Knocked his approach on the green and two-putted. Notah Begay III just said on Golf Channel that Tiger bogeyed Number 1 in three of the four Masters he won. And, oh by the way, Jim Furyk has moved into the lead with back-to-back birdies on Number 6 and 7. He’s at minus-3. David Lynn gave one back with a bogie on Number 10.</p><p>— <em>Jeff Bradley</em></p><p><strong>10:57 A.M. | Woods in the Fairway</strong></p><p>And…Tiger Woods is in the fairway off the first tee. All eyes will be on his driving accuracy this week.</p><blockquote class=\"twitter-tweet tw-hide-thread\"><p>L.Vonn on Augusta veranda waiting for TWoods to tee off. Largely unrecognized, Vonn won’t walk the course but she plans to stay thru weekend</p><p>— <a href=\"http://www.twitter.com/billmpennington\">Bill M. Pennington (@billmpennington)</a> <a href=\"https://twitter.com/billmpennington/status/322360515072507908\">11 Apr 13</a></p></blockquote><p>— <em>Jeff Bradley</em></p><p><strong>10:56 A.M. | Furyk vs. Lynn</strong></p><p>Jim Furyk briefly grabs a share of the lead with a birdie on Number 6. But David Lynn answers with a birdie at Number 9 to move to minus-3.</p><p>— <em>Jeff Bradley</em></p><p><strong>10:39 A.M. | Lynn Ties for Lead</strong></p><p>A birdie on Number 8 has Englishman David Lynn in a tie for the lead with Brandt Snedeker at minus-2. A Briton has not won at Augusta since Nick Faldo in 1996. Currently, seven players are in the red.</p><p>— <em>Jeff Bradley</em></p><p><strong>10:27 A.M. | Calm Now; Storm Coming?</strong></p><p>No wind, soft greens and 11 players in the red, led by Carl Pettersson (through 5) and Brandt Snedeker (through 3) at two-under. Conditions expected to turn for the worse as a thunderstorm is expected in mid-afternoon. Defending champ Bubba Watson will tee off in about 10 minutes. His group will be followed by Tiger Woods’ group.</p><p>— <em>Jeff Bradley</em></p><p><strong>10:08 A.M. | A Bunch of Birdies</strong></p><p>Already, four players have birdied the first hole. Those players are Carl Pettersson, Justin Rose, Larry Mize and David Lynn. That’s more birdies on No. 1 than were yielded in the first round of last year’s tourney.</p><p>— <em>Jeff Bradley</em></p><p><strong>10:04 A.M. | Gay Takes a Lead</strong></p><p>The first 10 groups are off the first tee and eight players are under par led by Brian Gay (through 6) and Carl Pettersson (through 3) at two-under. First-time participant John Peterson is in the first group and has begun his round with seven straight pars.</p><blockquote class=\"twitter-tweet tw-hide-thread\"><p>It’s so cloudy and dark at Augusta National this morning even Ian Poulter’s outfit – plaid pants and puce sweater – cant brighten things</p><p>— <a href=\"http://www.twitter.com/billmpennington\">Bill M. Pennington (@billmpennington)</a> <a href=\"https://twitter.com/billmpennington/status/322343046140272640\">11 Apr 13</a></p></blockquote><p>— <em>Jeff Bradley</em></p></div>","byline":"<div id=\"byline\">By JEFF BRADLEY</div>","id":100000002166232,"isLiveBlog":"true","kicker":"ON PAR","printPubDate":1365684453,"pubDate":1365684453,"relatedAssets":[{"caption":"Tiger Woods played in the first round of the 77th Masters golf tournament on Thursday.","credit":"Jim Watson/Agence France-Presse — Getty Images","crops":{"articleInline":{"height":133,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar4/11onpar4-articleInline.jpg","width":190},"articleLarge":{"height":421,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar4/11onpar4-articleLarge.jpg","width":600},"jumbo":{"height":718,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar4/11onpar4-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar4/11onpar4-thumbLarge.jpg","width":150}},"id":100000002166757,"type":"image"},{"caption":"Sergio Garcia during the first round of the Masters on Thursday.","credit":"Jewel Samad/Agence France-Presse — Getty Images","crops":{"articleInline":{"height":153,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar6/11onpar6-articleInline.jpg","width":190},"articleLarge":{"height":482,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar6/11onpar6-articleLarge.jpg","width":600},"jumbo":{"height":822,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar6/11onpar6-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar6/11onpar6-thumbLarge.jpg","width":150}},"id":100000002167057,"type":"image"},{"caption":"Defending Masters champion Bubba Watson on the fourth hole at Augusta National on Thursday.","credit":"Mark Blinch/Reuters","crops":{"articleInline":{"height":124,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-articleInline.jpg","width":190},"articleLarge":{"height":393,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-articleLarge.jpg","width":600},"jumbo":{"height":671,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-thumbLarge-v2.jpg","width":150}},"id":100000002166834,"type":"image"},{"caption":"Jim Furyk on the second hole at Augusta National on Thursday.","credit":"Harry How/Getty Images","crops":{"articleInline":{"height":126,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar3/11onpar3-articleInline.jpg","width":190},"articleLarge":{"height":399,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar3/11onpar3-articleLarge.jpg","width":600},"jumbo":{"height":682,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar3/11onpar3-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar3/11onpar3-thumbLarge.jpg","width":150}},"id":100000002166756,"type":"image"},{"caption":"David Lynn hit out of a bunker on the second hole.","credit":"Harry How/Getty Images","crops":{"articleInline":{"height":126,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar2/11onpar2-articleInline.jpg","width":190},"articleLarge":{"height":399,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar2/11onpar2-articleLarge.jpg","width":600},"jumbo":{"height":681,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar2/11onpar2-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar2/11onpar2-thumbLarge.jpg","width":150}},"id":100000002166584,"type":"image"},{"caption":"Tiger Woods on the first hole at Augusta National.<br />\n<div class=\"singleRuleDivider\"></div>","credit":"Andrew Redington/Getty Images","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar1/11onpar1-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar1/11onpar1-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar1/11onpar1-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar1/11onpar1-thumbLarge.jpg","width":150}},"id":100000002166582,"type":"image"},{"caption":"A caddie on the first hole awaited the start of the Masters in Augusta, Ga.","credit":"Harry How/Getty Images","crops":{"articleInline":{"height":122,"url":"http://graphics8.nytimes.com/images/2013/04/11/sports/golf/11caddie-onpar/11caddie-onpar-articleInline.jpg","width":190},"articleLarge":{"height":385,"url":"http://graphics8.nytimes.com/images/2013/04/11/sports/golf/11caddie-onpar/11caddie-onpar-articleLarge.jpg","width":600},"jumbo":{"height":656,"url":"http://graphics8.nytimes.com/images/2013/04/11/sports/golf/11caddie-onpar/11caddie-onpar-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/11/sports/golf/11caddie-onpar/11caddie-onpar-thumbLarge.jpg","width":150}},"id":100000002166299,"type":"image"}],"section":"sports","sectionDisplayName":"Sports","sectionFrontImages":[{"caption":"Defending Masters champion Bubba Watson on the fourth hole at Augusta National on Thursday.","credit":"Mark Blinch/Reuters","crops":{"articleInline":{"height":124,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-articleInline.jpg","width":190},"articleLarge":{"height":393,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-articleLarge.jpg","width":600},"jumbo":{"height":671,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/sports/11onpar5/11onpar5-thumbLarge-v2.jpg","width":150}},"id":100000002166834,"type":"image"}],"showTimestamp":true,"subsection":"golf","summary":"Live blogging of the first round of the 77th Masters on Thursday, with eyes on Tiger Woods and Rory McIlroy.","tinyUrl":"http://nyti.ms/Zbf1iF","title":"Live Updates on the Masters","type":"blog","updatedDate":1365710015,"url":"http://onpar.blogs.nytimes.com/2013/04/11/coming-today-live-updates-on-the-masters/"}