{"authors":["JEFF Z. KLEIN","JUDY BATTISTA"],"body":"<div id=\"copy\"><p>Amid heightened speculation that a male athlete in one of North America’s four major professional leagues will soon publicly declare his homosexuality, the National Hockey League and its players announced Thursday what appears to be the most comprehensive measure by a major men’s league in support of gay athletes.</p> <p>The N.H.L. said it had formed a partnership with the You Can Play Project, an advocacy group pledged to fight homophobia in sports, and planned training and counseling on gay issues for its teams and players.</p> <p>A gay male athlete for a major professional sports team in the United States has yet to come out publicly. “It’s the last closet in America and one of most important ones,” said Brian Ellner, a board member for Athlete Ally, an organization that supports gay athletes.</p> <p>Other major leagues — the National Football League, the National Basketball Association and Major League Baseball — have policies that prohibit discrimination based on sexual orientation, and various officials have spoken in support of gay athletes. But no league seems to have taken such a strong public stance on the issue.</p> <p>Patrick Burke, a scout for the Philadelphia Flyers and a founder of You Can Play, said the demographics of the N.H.L., with so many players from Canada and Northern Europe, were part of the reason the league had taken such a step.</p> <p>“We have players from around the world, and a lot of those players are from countries that are seen as more progressive on LGBT issues,” Burke said. “So I don’t think it’s unreasonable or strange to think that the N.H.L. and the N.H.L.P.A. are driving this, in part because our players tend to be more comfortable with this issue.”</p> <p>Burke added that laying the groundwork for an openly gay player was not an official part of the program.</p> <p>“But we’re ready to do whatever that player wants,” he said. “If he wants to do a thousand interviews and march in pride parades, we’re equipped to handle that. And if he wants us to pass-block for him so he never has to do another interview in his life, we’re equipped to handle that, too.”</p> <p>You Can Play will help run seminars for N.H.L. rookies to educate them on gay issues and make resources and personnel available to each team, as desired. The league and union will also work with You Can Play to integrate the project into their behavioral health program, enabling players to seek counseling regarding matters of sexual orientation confidentially. Burke said the joint venture would also step forward when players make homophobic remarks.</p> <p>The N.F.L. has had internal conversations about how to prepare for the moment when one of its players publicly discusses his homosexuality.</p> <p>Officials said the N.F.L.'s security department would monitor public reaction, looking for potential threats from fans. Troy Vincent, a former player who is now the league’s executive charged with player engagement, and Anna Isaacson, the league’s community relations director, have been designated to cull ideas from gay advocacy groups about what could be done to smooth the way for acceptance and to build relationships with the groups that the N.F.L. might then use to help them address players.</p> <p>The ideas raised by advocacy groups are myriad — could the league order stadiums to stop jokingly training their “kiss cams” on two men, for instance. Much of the conversation has centered on the league’s rookie symposium, a convention for incoming players, and the training of what the N.F.L. calls ambassadors, former players who can deliver key messages the league believes are important.</p> <p>“We are in active discussions with LGBT partners,” said Robert Gulliver, the league’s top human resources executive. “We do want to sensitize incoming rookies as to how important it is to pay attention to LGBT issues, so people have an appreciation for some of the sensitive LGBT issues that are very topical right now in the league.”</p> <p>During a recent meeting with league officials and three organizations — Athlete Ally, the Gay and Lesbian Alliance Against Defamation and You Can Play — Wade Davis, a former N.F.L. player who has come out and is now on You Can Play’s advisory board, suggested closed-door meetings with players at which they could freely ask questions about having a gay teammate.</p> <p>Davis acknowledged that because many N.F.L. players are deeply religious, open conversations about how their religious beliefs impact their feelings about gay players are necessary.</p> <p>“The players are the ones who are going to have to interact with this first out gay athlete,” Davis said. “Instead of pushing anything on them, let’s have an honest conversation. Even if somebody has a different opinion, their opinion is valid. One great thing about sports culture is the locker room is a PC-free zone. So players will say anything with the understanding they are family. That’s where you have to start from.”</p> <p>Some N.F.L. team owners have taken public positions in the broader issue of gay rights. Steve Tisch, a co-owner of the Giants, was part of the campaign in support of same-sex marriage in New York. The Patriots’ Robert K. Kraft is a longtime supporter of gay causes. He said he thought the N.F.L. was ready for a gay player who chose to come out.</p> <p>“We know with our team, can someone help us win? We’re about winning,” Kraft said. “And anyone who can come to our team and help us win is going to be accepted and welcomed. How is the world not ready?”</p> <p>The N.F.L. player Brendon Ayanbadejo has become something of an unofficial spokesman for the acceptance of gay players. He attended the recent meeting with the N.F.L. and has suggested repeatedly that there are a number of closeted active players in several sports who might eventually come out.</p> <p>“The thing is, we’re in contact with several players,” Ayanbadejo, who was recently released by the Baltimore Ravens and is unsure if his playing career is over, said in an interview this week. “I’m not going to name numbers. Several gay players in more sports than just football, and what we’re trying to facilitate is to get them together and do what they want to do, do what is right for them.”</p> <p>Ayanbadejo said that after his comments last week, “a couple of more players” had called Athlete Ally, the organization that supports gay athletes with which he is most closely affiliated, seeking guidance and connection. He said there is “more than a handful now” of gay players of whom he is aware.</p> <p>Ayanbadejo said that a loose consortium of supporters — including former athletes in several sports who came out after their careers were over, psychologists and friends — were trying to help put those players in touch with one another. What happens after that, he said, is up to them.</p> <p>“As far as what happens, none of that is coordinated,” he said. “It’s going to be on their times, their terms. The only thing coordinated is support, them being able to talk to other athletes who have been in their shoes. We want to put them together and we can be there to support them in whatever they want to do.”</p></div>","byline":"<div id=\"byline\">By JEFF Z. KLEIN and JUDY BATTISTA</div>","commentsEnabled":true,"firstPublishedTs":1365696558,"id":100000002166462,"keywords":["Hockey, Ice","National Hockey League","Homosexuality","National Hockey League Players' Assn"],"printEdition":"The New York Times on the Web","printHeadline":"N.H.L. Announces Initiative to Support Gay Athletes","printPubDate":1365739200,"pubDate":1365739200,"section":"sports","sectionDisplayName":"Sports","showTimestamp":true,"subsection":"hockey","summary":"The N.H.L. has formed a partnership with an advocacy group pledged to fight homophobia in sports, and plans training and counseling on gay issues for its teams and players.","tinyUrl":"http://nyti.ms/10WvQN2","title":"N.H.L. Announces Initiative to Support Gay Athletes","type":"article","updatedDate":1365707260,"url":"http://www.nytimes.com/2013/04/12/sports/hockey/nhl-announces-initiative-in-support-of-gay-athletes.html"}