{"blog":"dealbook","blogName":"DealBook","body":"<div id=\"copy\"><p>Cameron and Tyler Winklevoss have been many things in a short time: Olympic rowers. Nemeses of <a href=\"http://topics.nytimes.com/top/reference/timestopics/people/z/mark_e_zuckerberg/index.html?inline=nyt-per\">Mark Zuckerberg</a>. Characters on “The Simpsons.” Now they can add a new label: bitcoin moguls.</p><p>The 31-year old identical twins have amassed since last summer what appears to be one of the single largest portfolios of the online currency that has caused such a stir in financial and technology circles.</p><p> An array of speculators have now bid up the price of the bitcoin to the point where the outstanding supply of the digital money was worth $1.3 billion at last count. The Winklevii — as they are popularly known — say they own nearly 1 percent of that, or some $11 million.</p><p>The decision by the brothers to go public with their position signals a new stage for what has been an experimental alternative to national currencies. Created in 2009 by a programmer or programmers known only by a pseudonym, the bitcoin world has been dominated by anonymous programmers and traders. </p><p>Now mainstream investments in the digital money are starting to emerge. On Thursday, a group of venture capitalists, including Andreessen Horowitz, announced that they were funding a bitcoin-related company, OpenCoin. </p><p>Other Silicon Valley venture firms, while not holding bitcoins, are starting to show interest in the technology. Tim Draper of the firm Draper Fisher Jurvetson put money into CoinLab, which is doing bitcoin-related projects. Tribeca Venture Partners announced this week that it was putting money into Coinsetter, a start-up trading platform for the currency. </p><p>Bitcoin is the new new thing but the question is whether it will end up in the same dustbin as Dutch tulips and Pets.com, or, as its backers believe, turn into a disruptive technology with the potential to revolutionize the global payments system. </p><p>The perils have been obvious over the last two days, as bitcoin has gone through its most volatile stretch ever, sinking from a high of $260 a bitcoin to a low of $105, before ending Wednesday around $175. On Thursday it was down again to $120 when one of the major online exchanges called a 12-hour halt on trading. The volatility has raised questions about whether bitcoin can even be called a currency.</p><p> “It’s not something I’d want to be involved in or have any investors’ money involved with,” said Steve Hanke, a professor specializing in alternative currencies at <a href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/j/johns_hopkins_university/index.html?inline=nyt-org\">Johns Hopkins University</a>. “To say highly speculative would be the understatement of the century.” </p><p>But the 6-foot-5 Winklevii were unfazed by the latest tumult. Indeed, the brothers said they used the low prices to buy more. They argue that bitcoin will have much further to soar once a broader audience sees its virtues: a unit of exchange that can be moved around the world at the click of a button without requiring any payments to <a href=\"http://dealbook.on.nytimes.com/public/overview?symbol=WU&amp;inline=nyt-org\">Western Union</a> or <a href=\"http://dealbook.on.nytimes.com/public/overview?symbol=AXP&amp;inline=nyt-org\">American Express</a>. </p><p>“People say it’s a <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/f/frauds_and_swindling/ponzi_schemes/index.html?inline=nyt-classifier\">Ponzi scheme</a>, it’s a bubble,” said Cameron Winklevoss. “People really don’t want to take it seriously. At some point that narrative will shift to ‘virtual currencies are here to stay.’ We’re in the early days.” </p><p>Other champions of bitcoin also believe that it could mark a new chapter in the history of money. </p><p>“Three eras of currency,” Chris Dixon, a partner at Andreesen Horowitz and well-known technology investor, recently wrote on a personal Web site. “Commodity based, e.g., gold; politically based, e.g., dollar; and math based, e.g., bitcoin.”</p><p>For those whose idea of money still involves greenbacks and metal coins, bitcoins do not exist in any explicit physical form. The creators wrote algorithms that allow only a finite number of bitcoins to be created — the count is currently around 11 million — with new coins “mined” by programmers who solve mathematical riddles.<br/>The coins can then be bought and sold through upstart exchanges, and held in what are known as virtual wallets.</p><p>So far, few real companies accept bitcoins as payment, and the primary place they can be used is an online bazaar, known as Silk Road, where narcotics and weapons are the main wares for sale. But the currency’s believers see a future in which <a href=\"http://dealbook.on.nytimes.com/public/overview?symbol=SBUX&amp;inline=nyt-org\">Starbucks</a> and <a href=\"http://dealbook.on.nytimes.com/public/overview?symbol=AMZN&amp;inline=nyt-org\">Amazon</a> take bitcoins. For their part, the Winklevoss twins have used some of their bitcoin to pay for the services of a Ukrainian computer programmer who has worked on the site of their venture capital firm. </p><p>While bitcoin has amassed a cult following since its beginnings, it has set off a frenzy in recent weeks as the price spiked to $260 per bitcoin early Wednesday after trading at $35 at the beginning of March. Some of the credit for this surge is given to the banking crisis in Cyprus, which raised some questions about the viability of the euro currency. </p><p>“We have elected to put our money and faith in a mathematical framework that is free of politics and human error,” Tyler Winklevoss said. </p><p>Bitcoin is far from the first bet the brothers have made on an emerging technology. As students at <a href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/h/harvard_university/index.html?inline=nyt-org\">Harvard College</a>, the twins founded a social networking site, ConnectU, and enlisted their schoolmate, Mark Zuckerberg, to help them build the company. After Mr. Zuckerberg went off to start <a href=\"http://dealbook.on.nytimes.com/public/overview?symbol=FB&amp;inline=nyt-org\">Facebook</a>, the brothers sued him, accusing him of stealing their idea — a story that was dramatized in the movie “The Social Network.” The case was settled with the brothers being given $20 million in cash and Facebook shares that are now worth over $200 million. </p><p>They have parlayed that fortune into Winklevoss Capital. Their first two investments were in Hukkster, a start-up shopping Web site and SumZero, an online community for professional money managers. </p><p>The brothers began dabbling in bitcoin last summer when the dollar value of a single coin was still in the single digits. In addition to the purchase of bitcoins, they also say they have invested in a bitcoin-related company, but declined to disclose which one. The currency itself exists as a string of letters and numbers. In order to keep their holdings secure from hackers, they have taken those codes off networked computers and saved them on small flash drives. They said they have put the drives in safe deposit boxes at banks in three different cities. </p><p>It’s hard to verify how the Winklevoss holdings compare with other bitcoin players given the anonymity of accounts, and the twins believe that some early users of the system probably have holdings that are at least as large. </p><p>A Maltese company, Exante, started a hedge fund that the company says has bought up about 82,000 bitcoins — or about $10 million as of Thursday — with money from wealthy investors. A founder of the fund, Anatoli Knyazev, said his main concern is hackers and government regulators, who have so far mostly left the currency alone. </p><p>These investments were all in an uncertain state on Thursday after the big price swings and the shutdown of trading on Mt. Gox, a Japan-based company that claims to handle 80 percent of all bitcoin trades. Mt. Gox said in a statement that the problems were a result of the currency’s popularity, making it impossible to process all the incoming orders. It added that it was not the victim of hackers but “instead victim of our own success!”</p><p>The Winklevoss brothers said that this week’s chaotic trading are only “growing pains” like those seen by other young technologies, and not enough to scare them away. </p><p>“It has been four years and it has yet to be discredited as a viable alternative to fiat currency,” said Tyler Winklevoss. “We could be totally wrong, but we are curious to see this play out a lot more.” </p><p><strong>Bitcoin Reading List</strong></p><ul><li><a href=\"http://nymag.com/daily/intelligencer/2013/04/bitcoin-apocalypse-is-nigh.html\">New York Magazine</a>: The Bitcoin Apocalypse Is Nigh. By Kevin Roose (April 10, 2013)</li><li><a href=\"https://medium.com/money-banking/2b5ef79482cb\">Medium</a>: The Bitcoin Bubble and the Future of Currency. By Felix Salmon. (April 3, 2013)</li><li><a href=\"http://ftalphaville.ft.com/2013/04/03/1446692/when-memory-becomes-money-the-story-of-bitcoin-so-far/\">The Financial Times’s Alphaville blog</a>: When memory becomes money; the story of Bitcoin so far. By Izabella Kaminska [subscription required] (April 3, 2013)</li><li><a href=\"http://www.newyorker.com/reporting/2011/10/10/111010fa_fact_davis\">The New Yorker</a>: The Crypto Currency. By Joshua Davis [subscription required] (Oct. 10, 2011)</li><li><a href=\"http://www.npr.org/blogs/money/2011/08/24/138673630/what-is-bitcoin\">NPR’s Planet Money</a>: What Is Bitcoin? By Jacob Goldstein and David Kestenbaum (Aug. 24, 2011)</li><li><a href=\"http://www.nytimes.com/2011/07/04/business/media/04link.html\">The New York Times</a>: Speed Bumps on the Road to Virtual Cash. By Noam Cohen (July 3, 2011)</li></ul></div>","byline":"<div id=\"byline\">By NATHANIEL POPPER and PETER LATTMAN</div>","id":100000002167048,"kicker":"DEALBOOK","printPubDate":1365707474,"pubDate":1365707474,"relatedAssets":[{"caption":"Cameron, left, and Tyler Winklevoss have amassed what appears to be one of the single largest portfolios of bitcoin.","credit":"Agaton Strom for The New York Times","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin4/dbpix-bitcoin4-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin4/dbpix-bitcoin4-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin4/dbpix-bitcoin4-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin4/dbpix-bitcoin4-thumbLarge.jpg","width":150}},"id":100000002167129,"type":"image"},{"caption":"","credit":"Rick Bowmer/Associated Press","crops":{"articleInline":{"height":126,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-articleInline.jpg","width":190},"articleLarge":{"height":398,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-articleLarge.jpg","width":600},"jumbo":{"height":679,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-thumbLarge-v2.jpg","width":150}},"id":100000002166505,"type":"image"}],"section":"business","sectionDisplayName":"Business Day","sectionFrontImages":[{"caption":"","credit":"Rick Bowmer/Associated Press","crops":{"articleInline":{"height":126,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-articleInline.jpg","width":190},"articleLarge":{"height":398,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-articleLarge.jpg","width":600},"jumbo":{"height":679,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/business/dbpix-bitcoin1/dbpix-bitcoin1-thumbLarge-v2.jpg","width":150}},"id":100000002166505,"type":"image"}],"showTimestamp":true,"summary":"The Winklevoss twins, known as nemeses of Mark Zuckerberg, have what seems to be one of the largest portfolios of the bitcoin.","tinyUrl":"http://nyti.ms/ZjRWav","title":"Online Currency Draws Big Investors","type":"blog","updatedDate":1365709564,"url":"http://dealbook.nytimes.com/2013/04/11/as-big-investors-emerge-bitcoin-gets-ready-for-its-close-up/"}