{"authors":["CHOE SANG-HUN"],"body":"<div id=\"copy\"><p>SEOUL, South Korea — South Korea appeared to ease its stance on North Korea on Thursday by calling for dialogue to help defuse tensions, as its president moved to calm foreign investors whose confidence the North has tried to shake with increasingly belligerent maneuvers.</p> <p>“We hope the North Korean authorities come out to the dialogue table,” Unification Minister Ryoo Kihl-jae, South Korea’s point man on the North, said in a nationally televised statement that deplored the North’s recent decision to suspend the operation of an industrial park the two Koreas have run together for eight years in the North Korean town of Kaesong. “We strongly urge North Korea not to stoke the crisis on the Korean Peninsula any further.”</p> <p>Mr. Ryoo stopped short of calling his statement an official proposal for dialogue. But it was a considerable softening in tone by President Park Geun-hye's government.</p> <p>Until now, South Korea has categorically rejected any early dialogue with the North, believing that doing so amid a torrent of North Korean threats to attack the South would amount to capitulation and would only embolden the North’s brinkmanship. On Monday, Mr. Ryoo said the South had no intention of talking with North Korea anytime soon because it was unlikely to bring about \"concrete results.\" On Tuesday, Ms. Park vowed to end a \"vicious cycle\" of South Korea's answering North Korea's hostilities with compromise.</p> <p>“Rather than being an offer for dialogue, this is a public declaration that the problem of the Kaesong industrial complex and the North’s escalating belligerent acts should be resolved through dialogue,” Mr. Ryoo said on Thursday after reading his statement.</p> <p>In London, foreign ministers from the Group of 8 industrialized nations issued a toughly worded statement in which they condemned “in the strongest possible terms” North Korea’s development of nuclear weapons and ballistic-missile technology.</p> <p>The rising tension in the region featured prominently during the meeting, which concluded with a communiqué condemning North Korea’s “current aggressive rhetoric,” appealing to the country to abandon its nuclear weapons program and calling on it to “refrain from further provocative acts.”</p> <p>Its rocket launchings last April and December “seriously undermine regional stability, jeopardize the prospects for lasting peace on the Korean Peninsula and threaten international peace and security,” said the declaration from the foreign ministers of Britain, Canada, France, Germany, Italy, Japan, Russia and the United States.</p> <p>At a news conference after the meeting, William Hague, Britain’s foreign secretary, who led the talks, highlighted a pledge by the ministers “to strengthen the current sanctions regime and take further significant measures in the event of a further launch or nuclear test” by the North. He added that the ministers were trying not to stoke tensions or feed the “paranoid rhetoric” from North Korea.</p> <p>Hours before Mr. Ryoo spoke, President Park invited a group of foreign investors, including members of the American Chamber of Commerce in South Korea, to a luncheon in her presidential Blue House, assuring them that it was safe to invest in her country.</p> <p>“Some of you may be worried because North Korea has been escalating tensions,” she said. “But South Korea has achieved a dramatic economic growth and democratization in the past 60 years despite the provocations and threats from North Korea.”</p> <p>She said a joint South Korea-American military deterrent against the North and international diplomacy involving regional powers, including China, would help prevent the crisis from getting out of control. She said South Koreans “understand the motives behind the North Korean threats and remain calm” despite repeated crises on the peninsula that so often looked “shocking to the outside world.”</p> <p>Despite an almost daily drumbeat of belligerent rhetoric from the North, including warnings of a nuclear war on the peninsula, people here in Seoul have shown few signs of outward anxiety. They believe that North Korea will not be reckless or suicidal enough to launch a full-scale war against the South and its American ally, whose mutual defense treaty with South Korea obligates it to fight for the South in a new Korean War.</p> <p>Instead, South Koreans, while expecting their leaders to be firm against North Korean provocations, oppose overreacting to North Korean rhetoric because they believe it would hurt their top priority, economic stability, analysts said.</p> <p>That delicate challenge for Ms. Park was highlighted by signs that investor confidence in South Korea had been rattled by recent events.</p> <p>General Motors said last week that further increases in tensions would prompt it to consider eventually relocating its production out of South Korea. The country’s main stock index slipped to its lowest point since November last week, although it has inched up for a third straight day on Thursday.</p> <p>North Korea on Tuesday tried to add to the tension by warning foreigners in South Korea that they should consider evacuating because the peninsula was moving toward a nuclear war. No foreign embassy in South Korea has followed upon the warning, Cho Tae-young, spokesman for the South Korean Foreign Ministry, said on Thursday.</p> <p>But jitters remained in South Korea amid concerns about possible North Korean missile tests that South Korean officials said could come as early as this week.</p> <p>South Korea will try to shoot down North Korean missiles with its Patriot antimissile battery should they threaten to hit its territory, Kim Min-seok, the spokesman for its Defense Ministry, said on Thursday. Mr. Kim said the North could launch missiles around Monday, the anniversary of the birth of Kim Il-sung, the late founder of North Korea and grandfather of the current leader, Kim Jong-un.</p> <p>North Korea appeared to be moving several missiles repeatedly on its east coast in an apparent effort to confuse South Korean and American intelligence, the South Korean national news agency Yonhap quoted anonymous government sources as saying.</p></div>","byline":"<div id=\"byline\">By CHOE SANG-HUN</div>","firstPublishedTs":1365675057,"id":100000002166084,"keywords":["North Korea","South Korea","Kim Jong-un"],"printEdition":"The New York Times on the Web","printPubDate":1365739200,"pubDate":1365739200,"relatedAssets":[{"caption":"A dance held in Pyongyang on Thursday to mark the anniversary of the first of many titles of power given to the North Korean leader, Kim Jong-un, after the death of his father, Kim Jong-il, in 2011.","credit":"David Guttenfelder/Associated Press","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-articleInline-v2.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-articleLarge-v2.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-jumbo-v2.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-thumbLarge-v3.jpg","width":150}},"id":100000002166167,"type":"image"},{"caption":"American soldiers conducted annual military drills on Thursday in Yeoncheon, South Korea, near the border with North Korea.","credit":"Ahn Young-Joon/Associated Press","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea3/12korea3-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea3/12korea3-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea3/12korea3-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea3/12korea3-thumbLarge.jpg","width":150}},"id":100000002166168,"type":"image"},{"caption":"Female North Korean soldiers patrolled Thursday along the banks of Yalu River, near the North Korean town of Sinuiju, opposite the Chinese border city of Dandong.","credit":"Jacky Chen/Reuters","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea/12korea-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea/12korea-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea/12korea-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea/12korea-thumbLarge.jpg","width":150}},"id":100000002166163,"type":"image"}],"section":"world","sectionDisplayName":"World","sectionFrontImages":[{"caption":"A dance held in Pyongyang on Thursday to mark the anniversary of the first of many titles of power given to the North Korean leader, Kim Jong-un, after the death of his father, Kim Jong-il, in 2011.","credit":"David Guttenfelder/Associated Press","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-articleInline-v2.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-articleLarge-v2.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-jumbo-v2.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/world/asia/12korea2/12korea2-thumbLarge-v3.jpg","width":150}},"id":100000002166167,"type":"image"}],"showTimestamp":true,"subsection":"asia","summary":"South Korea softened its tone on Thursday amid concerns that North Korean missile tests are imminent, and its president moved to calm foreign investors.","tagline":"Stephen Castle contributed reporting from London.","tinyUrl":"http://nyti.ms/ZaVRJD","title":"South Korea Eases Tone on Bellicose Neighbor","type":"article","updatedDate":1365675052,"url":"http://www.nytimes.com/2013/04/12/world/asia/north-korea-tensions.html"}