{"authors":["PATRICK McGEEHAN"],"body":"<div id=\"copy\"><p>For more than a quarter-century, it has been a rite of spring in Manhattan: Thousands of sailors and Marines have filed off armed forces ships and flooded the streets of Midtown in a celebration known as Fleet Week.</p> <p>Some years the festivities have included parades of schooners and other tall ships from around the world, followed by Navy jets zooming over the Hudson River. Tourists flocked to tour the boats after they docked, while sailors, Marines and Coast Guard crew members saw the city’s sights and patronized its restaurants and saloons.</p> <p>But this year, little to none of that kind of activity appears likely because of federal budget cuts. City officials and military representatives have been reluctant to discuss details, but they are preparing for a Fleet Week that will be significantly reduced if it occurs at all.</p> <p>Rear Admiral John Kirby, a Navy spokesman, said on Thursday that “no branch of the armed forces may participate in community relations or outreach events that come at additional cost to government or rely on anything other than local assets and personnel. We will follow that direction, to include participation in Fleet Weeks.”</p> <p>Navy officials are still trying to find some way to have a presence during Fleet Week, which was scheduled to begin on May 23.</p> <p>Already, organizers of Fleet Week events in other American ports have said that no Navy or Coast Guard ships will be sailing in this year. On Tuesday, the Navy announced that the Blue Angels Flight Demonstration Squadron <a href=\"http://www.blueangels.navy.mil/media/news/20130409_001.pdf\">would not make its usual appearances</a> at air shows this year, including the event at Jones Beach over the Memorial Day weekend.</p> <p>Last year, the Blue Angels flew over the Fleet Week crowds in the city before heading to the air show at Jones Beach. The Navy brought the U.S.S. Wasp, an amphibious assault ship with a crew of more than 1,000, to Manhattan.</p> <p>A spokesman for the Coast Guard said he had no information about whether the Coast Guard would send ships to the city for Fleet Week, as it traditionally has done.</p> <p>Terrance C. Holliday, the commissioner of the Mayor’s Office for Veterans Affairs, referred questions about Fleet Week to Evelyn Erskine, a spokeswoman for the mayor. So did Seth W. Pinsky, the chief executive of the city’s Economic Development Corporation, which controls the piers where the naval ships usually dock.</p> <p>Ms. Erskine said, “It’s been a great event for the city, and we will continue working closely with the Navy to explore how we can continue to celebrate the commitment of our servicemen and women.”</p></div>","byline":"<div id=\"byline\">By PATRICK McGEEHAN</div>","commentsEnabled":true,"firstPublishedTs":1365697504,"id":100000002166358,"keywords":["Fleet Week","Federal Budget (US)","New York City"],"printEdition":"The New York Times on the Web","printPubDate":1365739200,"pubDate":1365739200,"relatedAssets":[{"caption":"Sailors at the observation deck of the Empire State Building during Fleet Week in 2010, an annual event that brings thousands of sailors to New York City. Budget cuts will greatly reduce, or force the cancellation of, Fleet Week this year.","credit":"Josh Haner/The New York Times","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-thumbLarge-v2.jpg","width":150}},"id":100000002166316,"type":"image"}],"section":"nyregion","sectionDisplayName":"N.Y. / Region","sectionFrontImages":[{"caption":"Sailors at the observation deck of the Empire State Building during Fleet Week in 2010, an annual event that brings thousands of sailors to New York City. Budget cuts will greatly reduce, or force the cancellation of, Fleet Week this year.","credit":"Josh Haner/The New York Times","crops":{"articleInline":{"height":127,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-articleInline.jpg","width":190},"articleLarge":{"height":400,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-articleLarge.jpg","width":600},"jumbo":{"height":683,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-jumbo.jpg","width":1024},"thumbLarge":{"height":150,"url":"http://graphics8.nytimes.com/images/2013/04/12/nyregion/12fleet-web1/12fleet-web1-thumbLarge-v2.jpg","width":150}},"id":100000002166316,"type":"image"}],"showTimestamp":true,"summary":"New York City officials and military representatives are preparing for a Fleet Week that will be significantly reduced if it occurs at all.","tinyUrl":"http://nyti.ms/ZbJ49T","title":"Fleet Week Is Threatened by Federal Budget Cuts","type":"article","updatedDate":1365697493,"url":"http://www.nytimes.com/2013/04/12/nyregion/fleet-week-is-threatened-by-federal-budget-cuts.html"}